[
{"id": "1249fd8b-164c-489c-9db9-13ae3c15cd8b", "meta": {"title": "WEEE Assessment", "active": true, "content": "<p><img alt=\"\" class=\"img_inner fleft fl1\" src=\"/static/images/WEEE-RoHS-fund.png\" /></p>\r\n\r\n<div class=\"extra_wrapper\">&nbsp;\r\n<div class=\"text1 tx2\">Why do you have to change how you design products?</div>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<ul>\r\n\t<li>There are Legislation WEEE Targets that have to be met.<br />\r\n\tThese targets include (RRRs)\r\n\t<ul>\r\n\t\t<li>It&rsquo;s a simple equation [Recovery = Reuse + Recycle]</li>\r\n\t\t<li>- Recoverable Components and Materials</li>\r\n\t\t<li>- Re-useable Components and Materials</li>\r\n\t\t<li>- Recyclable Components and Materials</li>\r\n\t</ul>\r\n\t</li>\r\n\t<br />\r\n\t<li>Penalties assessed when targets are missed\r\n\t<ul>\r\n\t\t<li>- Monetary fines</li>\r\n\t\t<li>- Redesign costs</li>\r\n\t</ul>\r\n\t</li>\r\n\t<br />\r\n\t<li>Reduce the cost of your Design Process\r\n\t<ul>\r\n\t\t<li>- Greater recovery value in properly designed product</li>\r\n\t\t<li>- Revenue Share with Product/Component Re-use</li>\r\n\t</ul>\r\n\t</li>\r\n</ul>\r\n\r\n<hr /></div>\r\n\r\n<div class=\"clear\">&nbsp;</div>\r\n\r\n<div class=\"text1 tx1\"><a href=\"#\">All information provided will be treated strictly confidential!</a></div>\r\n\r\n<p><strong>WEEE: Waste Electrical and Electronic Equipment</strong></p>\r\n\r\n<p><strong>Summary</strong></p>\r\n\r\n<p>WEEE mandates that EU Member States enact rules directed at the prevention, reduction, recycling and re-using of waste from electric and electronic products (EEE). The Directive has provisions directed at the achievement of each of these objectives, however most U.S. exporters are concerned about those elements addressing the collection of EEE waste.</p>\r\n\r\n<p>The original WEEE Directive was adopted on January 27, 2003. It was recast by the European Parliament and Council on July 4, 2012 and is often referred to as the &ldquo;WEEE Recast Directive&rdquo;. Like&nbsp;<a href=\"http://export.gov/europeanunion/weeerohs/rohsinformation/index.asp\" target=\"_top\">RoHS II</a>, the WEEE Recast Directive is transitioning to an &ldquo;open scope&rdquo; legislation. This means that from August 15, 2018 all &ldquo;EEE shall be classified within the categories set out in Annex III.&rdquo;</p>\r\n\r\n<p>U.S. exporters should consult the text of the WEEE Recast Directive, contact our office, or seek specialized guidance if they have questions on whether and/or when their products fall within the scope of the legislation.</p>\r\n\r\n<p><strong>Collection of EEE Waste</strong></p>\r\n\r\n<p>The WEEE Recast Directive imposes obligations on EU Member States to enact &ldquo;appropriate measures&rdquo; to minimize the disposal of EEE in the form of unsorted municipal waste. The Directive distinguishes between EEE waste generated from private households than that from non-private households.</p>\r\n\r\n<p>It is important for U.S. exporters to recognize that the WEEE Recast Directive implements the &ldquo;producer responsibility&rdquo; principal and therefore they need to be vigilant in managing the relationships with their EU based partners.</p>\r\n\r\n<p><strong>Private Household Waste</strong></p>\r\n\r\n<p>The WEEE Recast Directive requires that Member States establish systems for users and distributors to return EEE waste to collection facilities &ldquo;at least free of charge.&rdquo; The Directive obliges producers to finance the collection, treatment, recovery and environmentally sound disposal of EEE waste at these facilities. EU Member States typically do this by imposing a fee on producers for each of their products placed on the market in their territory. Producers are also required to label and provide information to ensure that users know how to properly dispose of their product and the end of its life.</p>\r\n\r\n<p><strong>Non-Private Household Waste</strong></p>\r\n\r\n<p>As with private household waste, the WEEE Recast Directive obliges producers to finance the collection, treatment, recovery and environmentally sound disposal of EEE waste. However, the Directive requires that &ldquo;producers or third parties acting on their behalf provide for the collection of such waste.&rdquo; EU Member States typically do this by requiring producers to join a collection scheme.</p>\r\n\r\n<p><strong>Exemptions and Exclusions</strong></p>\r\n\r\n<p>The WEEE Recast Directive does not allow for producers to request that their products be exempted from the scope of its provisions. Therefore, it is important for U.S. exporters to determine whether their product is considered to be EEE. In addition, the Directive excludes several categories of products including: military equipment, filament bulbs, equipment designed to be sent into space, large-scale stationary industrial tools, large-scale fixed installations, means of transport, non-road mobile machinery, R&amp;D equipment, and medical devices.</p>\r\n\r\n<p><strong>Labeling and Information to Users</strong></p>\r\n\r\n<p>The WEEE Recast Directive does not include any labeling requirements. However, it does allow Member States to require that producers provide information about how to properly dispose of their products. In this regard, U.S. exporters should consult the national rules of the EU Member State(s) to which they are exporting.</p>\r\n\r\n<p><strong>Legal Documents and Guidance</strong></p>\r\n\r\n<p>U.S. businesses exporting products covered by RoHS II may find the following documents useful:</p>\r\n\r\n<ul>\r\n\t<li>WEEE Original Directive:<a href=\"http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2003:037:0024:0038:en:PDF\" target=\"_top\">&nbsp;Directive 2002/96/EC</a></li>\r\n\t<li>WEEE Recast Directive:&nbsp;<a href=\"http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2012:197:0038:0071:EN:PDF\" target=\"_top\">Directive 2012/19/EU</a></li>\r\n\t<li>&nbsp;European Commission WEEE Original FAQ Document:&nbsp;<a href=\"http://ec.europa.eu/environment/waste/pdf/faq_weee.pdf\" target=\"_top\">WEEE FAQ (August 2006)</a>&nbsp;This document provides interpretive guidance to industry on the the original RoHS and WEEE Directive. The European Commission is in the process of updating this document to reflect the adoption of the WEEE Recast Directive.</li>\r\n</ul>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h3><span style=\"font-size: 13px; line-height: 1.6;\">Clients to focus on core competency</span>M-Cubed Global solution enables:</h3>\r\n\r\n<ul class=\"list\">\r\n\t<li>Client Member State Registration Assistance</li>\r\n\t<li>All reporting of target metrics to Member States</li>\r\n\t<li>Compliant documentation w/ each product shipped</li>\r\n\t<li>Compliant documentation w/ each Member State</li>\r\n\t<li>Tracking and reporting of all Product elements</li>\r\n\t<li>Simplified WEEE Management for the Client</li>\r\n</ul>\r\n\r\n<p>M-Cubed Global working with our legal counsel can in combination ensure that the registration process is complete and done correctly.<br />\r\nLet M-Cubed Global be your WEEE Solution.</p>\r\n\r\n<h3 align=\"center\">HOW CAN YOU PAY FOR YOUR WEEE EFFORTS?</h3>\r\n\r\n<h3 align=\"center\">IF YOU PROVIDE AND/OR CONSIGN M-CUBED GLOBAL YOUR COMPANY&rsquo;S E&amp;O AND FACILITY E-WASTE, YOU MAY BE ABLE TO OFFSET OR COMPLETELY PAY FOR YOUR WEEE COMPLIANCE COSTS.</h3>\r\n", "object_id": "weee-assessment", "updated_at": {"timezone": "+00:00", "epoch_time": 1426793851.366, "$reql_type$": "TIME"}}},
{"id": "5cb464a6-a73d-465a-9265-546990f59d18", "meta": {"title": "Corporate Profile", "active": true, "content": "<p>M-Cubed Global is a privately held company established in 1984 with, at that time a primary focus on asset management and recovery. M-Cubed Global is extremely proud of obtaining our ISO 14001 certification in early 2006. The entire M-Cubed Global family worked diligently and was always focused on achieving our certification. M-Cubed Global, with the release of the EU Directives has increased their service portfolio offerings to include providing full turn-key services in becoming RoHS and WEEE Certified. M-Cubed Global has leveraged its certification to CA SB 20/50 along with its thirty plus years in the asset management and recovery business to become the industry leader in offering a WEEE solution to our Customer Base. (California Senate Bill (SB) 20/50 is the California equivalent to the Restriction of Hazardous Substance (RoHS) and Waste Electrical Electronic Equipment (WEEE) European Union (EU) Directives.)</p>\r\n\r\n<p>M-Cubed Global with &quot;Best in Class&quot; organizations with a worldwide presence to provide extended take-back programs and testing along with M-Cubed Global&#39;s expertise in RoHS, WEEE, e-Waste, excess and obsolete inventory management and remarketing Services. M-Cubed Global has 50+ and increasing take-back and processing facilities.</p>\r\n\r\n<p>M-Cubed Global is excited about its future and its ability to enable our customers to be compliant with environmental directives and/or laws that are now being imposed around the Globe.</p>\r\n", "object_id": "Corporate Profile", "updated_at": {"timezone": "+00:00", "epoch_time": 1426283635.281, "$reql_type$": "TIME"}}},
{"id": "5f39c7a0-3af2-4282-a17e-f6e134d65e47", "meta": {"title": "RoHS", "content": "<p>&nbsp;<img src=\"http://www.m-cubed.com/images/WEEE-RoHS-fund.png\" /></p>\r\n\r\n<p>RoHS (pronounced &ldquo;ROSS&rdquo;) is an acronym that stands for the Restriction of Hazardous Substances. The European Union (EU) began in approximately 1999 to generate an EU Directive (2002/95/EC) that would restrict the use of certain hazardous substances. This Directive was based upon the Article 95 of the EU Treaty where changes to the Directive must be agreed to in advance by all EU Member States. The EU RoHS Directive ban the putting on the EU market of new Electrical and Electronic Equipment (EEE) containing more than permitted levels of the following:</p>\r\n\r\n<p><strong>RoHS: Restriction of the use of Certain Hazardous Substances</strong></p>\r\n\r\n<p><strong>Overview</strong></p>\r\n\r\n<p>RoHS is the EU Directive that restricts the use of certain hazardous substances in electrical and electronic products (EEE products). The current list of restricted substances is found in Annex II of the Directive and includes four heavy metals (lead, mercury, cadmium, and hexavalent chromium) and two brominated flame retardants (polybrominated biphenyls (PBB) and polybrominated diphenyl ethers (PBDE)).</p>\r\n\r\n<p>The European Commission will likely add additional substances to Annex II in before the end of 2015. If new substances are added, it is not clear when the restrictions will enter into force. Companies with questions can follow developments on this website (<a href=\"http://ec.europa.eu/environment/waste/rohs_eee/events_rohs1_en.htm\" target=\"_top\">http://ec.europa.eu/environment/waste/rohs_eee/events_rohs1_en.htm</a>). You may also contact the Commercial Service at the e-mail address provided at the bottom of this page.</p>\r\n\r\n<p>RoHS mandates that EEE products must not contain more than 0.1% (except for cadmium which is limited to 0.01%) by weight of homogenous material of any of listed substances. Homogenous material means a material that cannot be mechanically disjointed into different materials.</p>\r\n\r\n<p>The original RoHS Directive was adopted on January 27, 2003. However, the European Parliament and Council revised this legislation June 8, 2011. Today, this revised directive is often referred to as &ldquo;RoHS II&rdquo;. RoHS II is an &ldquo;open scope&rdquo; Directive. This means that the Directive will apply to all EEE products that are &ldquo;dependent on electric current or electromagnetic fields for&nbsp;<em>at least one intended function</em>. The transition will be completed in 2019.</p>\r\n\r\n<p>Some products may benefit from a temporary or permanent exclusion from the application of the Directive. In other cases, the European Commission may have issued a limited exemption allowing a restricted substance to be used for a certain purposes. In either case, the European Commission adopts a very narrow interpretation of these provisions. U.S. exporters should consult the text of the Directive, contact our office, or seek specialized guidance if they have questions on whether their products benefit from an exclusion or exemption.</p>\r\n\r\n<p><strong>Exemptions and Exclusions</strong></p>\r\n\r\n<p><strong>Exemptions</strong></p>\r\n\r\n<p>RoHS II exempts certain applications from the substance restrictions. The exemptions are temporary and reviewed at least every four years. The current list of exemptions is contained in Annex III. The European Commission has amended Annex III several times. This website contains a complete list of those amendments: http://ec.europa.eu/environment/waste/rohs_eee/legis_en.htm.</p>\r\n\r\n<p>Specific exemptions for medical devices and monitoring and control instruments are listed in Annex IV of ROHS II.</p>\r\n\r\n<p>U.S. exporters that wish to seek an exemption from the application of the Directive to their products can find the application requirements listed in Annex V of the Directive. Applications should be submitted to the European Commission Directorate General for Environment located at:</p>\r\n\r\n<p>European Commission<br />\r\nEnvironment DG, Unit C2&nbsp;<br />\r\nB - 1049 Brussels<br />\r\nBelgium</p>\r\n\r\n<p>The European Commission has published the two guidance documents to assist companies seeking an exemption. These materials are available at:&nbsp;<a href=\"http://ec.europa.eu/environment/waste/rohs_eee/exemptions_en.htm\" target=\"_top\">http://ec.europa.eu/environment/waste/rohs_eee/exemptions_en.htm</a></p>\r\n\r\n<p><strong>Exclusions</strong></p>\r\n\r\n<p>Permanent exclusions from RoHS include the following: military equipment, space equipment, equipment designed to be part of another piece of equipment falling outside the scope of RoHS, large scale industry tools, large scale fixed installations, means of transport for persons or goods, non-road mobile machinery, active implantable medical devices, photovoltaic panels, equipment for research and development only available business to business. As noted above, the European Commission adopts a very narrow interpretation of the categories of products to which these exclusions apply.</p>\r\n\r\n<p><strong>Labeling and CE Marking</strong></p>\r\n\r\n<p>RoHS II is a CE Mark Directive. This means that each product covered by ROHS must have technical testing and accompanying documents, a declaration of conformity, and the CE marking affixed to the product. The format of the declaration of conformity is outlined in Annex VI of the Directive. The CE mark for ROHS products entered into force on 2 January 2013.</p>\r\n\r\n<p><strong>Legal Documents and Guidance</strong></p>\r\n\r\n<p>U.S. businesses exporting products covered by RoHS II may find the following documents useful:</p>\r\n\r\n<ul>\r\n\t<li>RoHS I Directive:<a href=\"http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=CONSLEG:2002L0095:20100925:EN:PDF\" target=\"_top\">&nbsp;Directive 2002/95/EC</a></li>\r\n\t<li>RoHS II Directive:&nbsp;<a href=\"http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2011:174:0088:0110:EN:PDF\" target=\"_top\">Directive 2011/65/EU</a></li>\r\n\t<li>Annex III Amendments<strong>:</strong><a href=\"http://ec.europa.eu/environment/waste/rohs_eee/legis_en.htm\" target=\"_top\">&nbsp;http://ec.europa.eu/environment/waste/rohs_eee/legis_en.htm</a></li>\r\n\t<li>&nbsp;European Commission RoHS II FAQ Document:&nbsp;<a href=\"http://ec.europa.eu/environment/waste/rohs_eee/pdf/faq.pdf\" target=\"_top\">RoHS FAQ (December 2012)</a>&nbsp;This document provides interpretive guidance to industry on the RoHS II Directive.</li>\r\n\t<li>U.S. Commercial Service RoHS FAQ Document:&nbsp;<a href=\"http://export.gov/europeanunion/static/RoHS%20II%20FAQ%20_Latest_eg_eu_042555.pdf\" target=\"_top\">RoHS FAQ (December 2011)</a>&nbsp;This document answers the questions most frequently received by the Commercial Service office at the U.S. Mission to the European Union about RoHS compliance.</li>\r\n</ul>\r\n\r\n<p style=\"margin-left:41pt;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;</p>\r\n\r\n<p><strong>RoHS: Restriction of the use of Certain Hazardous Substances</strong></p>\r\n\r\n<p><strong>Overview</strong></p>\r\n\r\n<p>RoHS is the EU Directive that restricts the use of certain hazardous substances in electrical and electronic products (EEE products). The current list of restricted substances is found in Annex II of the Directive and includes four heavy metals (lead, mercury, cadmium, and hexavalent chromium) and two brominated flame retardants (polybrominated biphenyls (PBB) and polybrominated diphenyl ethers (PBDE)).</p>\r\n\r\n<p>The European Commission will likely add additional substances to Annex II in before the end of 2015. If new substances are added, it is not clear when the restrictions will enter into force. Companies with questions can follow developments on this website (<a href=\"http://ec.europa.eu/environment/waste/rohs_eee/events_rohs1_en.htm\" target=\"_top\">http://ec.europa.eu/environment/waste/rohs_eee/events_rohs1_en.htm</a>). You may also contact the Commercial Service at the e-mail address provided at the bottom of this page.</p>\r\n\r\n<p>RoHS mandates that EEE products must not contain more than 0.1% (except for cadmium which is limited to 0.01%) by weight of homogenous material of any of listed substances. Homogenous material means a material that cannot be mechanically disjointed into different materials.</p>\r\n\r\n<p>The original RoHS Directive was adopted on January 27, 2003. However, the European Parliament and Council revised this legislation June 8, 2011. Today, this revised directive is often referred to as &ldquo;RoHS II&rdquo;. RoHS II is an &ldquo;open scope&rdquo; Directive. This means that the Directive will apply to all EEE products that are &ldquo;dependent on electric current or electromagnetic fields for&nbsp;<em>at least one intended function</em>. The transition will be completed in 2019.</p>\r\n\r\n<p>Some products may benefit from a temporary or permanent exclusion from the application of the Directive. In other cases, the European Commission may have issued a limited exemption allowing a restricted substance to be used for a certain purposes. In either case, the European Commission adopts a very narrow interpretation of these provisions. U.S. exporters should consult the text of the Directive, contact our office, or seek specialized guidance if they have questions on whether their products benefit from an exclusion or exemption.</p>\r\n\r\n<p><strong>Exemptions and Exclusions</strong></p>\r\n\r\n<p><strong>Exemptions</strong></p>\r\n\r\n<p>RoHS II exempts certain applications from the substance restrictions. The exemptions are temporary and reviewed at least every four years. The current list of exemptions is contained in Annex III. The European Commission has amended Annex III several times. This website contains a complete list of those amendments: http://ec.europa.eu/environment/waste/rohs_eee/legis_en.htm.</p>\r\n\r\n<p>Specific exemptions for medical devices and monitoring and control instruments are listed in Annex IV of ROHS II.</p>\r\n\r\n<p>U.S. exporters that wish to seek an exemption from the application of the Directive to their products can find the application requirements listed in Annex V of the Directive. Applications should be submitted to the European Commission Directorate General for Environment located at:</p>\r\n\r\n<p>European Commission<br />\r\nEnvironment DG, Unit C2&nbsp;<br />\r\nB - 1049 Brussels<br />\r\nBelgium</p>\r\n\r\n<p>The European Commission has published the two guidance documents to assist companies seeking an exemption. These materials are available at:&nbsp;<a href=\"http://ec.europa.eu/environment/waste/rohs_eee/exemptions_en.htm\" target=\"_top\">http://ec.europa.eu/environment/waste/rohs_eee/exemptions_en.htm</a></p>\r\n\r\n<p><strong>Exclusions</strong></p>\r\n\r\n<p>Permanent exclusions from RoHS include the following: military equipment, space equipment, equipment designed to be part of another piece of equipment falling outside the scope of RoHS, large scale industry tools, large scale fixed installations, means of transport for persons or goods, non-road mobile machinery, active implantable medical devices, photovoltaic panels, equipment for research and development only available business to business. As noted above, the European Commission adopts a very narrow interpretation of the categories of products to which these exclusions apply.</p>\r\n\r\n<p><strong>Labeling and CE Marking</strong></p>\r\n\r\n<p>RoHS II is a CE Mark Directive. This means that each product covered by ROHS must have technical testing and accompanying documents, a declaration of conformity, and the CE marking affixed to the product. The format of the declaration of conformity is outlined in Annex VI of the Directive. The CE mark for ROHS products entered into force on 2 January 2013.</p>\r\n\r\n<p><strong>Legal Documents and Guidance</strong></p>\r\n\r\n<p>U.S. businesses exporting products covered by RoHS II may find the following documents useful:</p>\r\n\r\n<p style=\"margin-left:41pt;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp; RoHS I Directive:<a href=\"http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=CONSLEG:2002L0095:20100925:EN:PDF\" target=\"_top\">&nbsp;Directive 2002/95/EC</a></p>\r\n\r\n<p style=\"margin-left:41pt;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp; RoHS II Directive:&nbsp;<a href=\"http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2011:174:0088:0110:EN:PDF\" target=\"_top\">Directive 2011/65/EU</a></p>\r\n\r\n<p style=\"margin-left:41pt;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp; Annex III Amendments<strong>:</strong><a href=\"http://ec.europa.eu/environment/waste/rohs_eee/legis_en.htm\" target=\"_top\">&nbsp;http://ec.europa.eu/environment/waste/rohs_eee/legis_en.htm</a></p>\r\n\r\n<p style=\"margin-left:41pt;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;European Commission RoHS II FAQ Document:&nbsp;<a href=\"http://ec.europa.eu/environment/waste/rohs_eee/pdf/faq.pdf\" target=\"_top\">RoHS FAQ (December 2012)</a>&nbsp;This document provides interpretive guidance to industry on the RoHS II Directive.</p>\r\n\r\n<p style=\"margin-left:41pt;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp; U.S. Commercial Service RoHS FAQ Document:&nbsp;<a href=\"http://www.export.gov/europeanunion/static/RoHS%20II%20FAQ%20_Latest_eg_eu_042555.pdf\" target=\"_top\">RoHS FAQ (December 2011)</a>&nbsp;This document answers the questions most frequently received by the Commercial Service office at the U.S. Mission to the European Union about RoHS compliance.</p>\r\n\r\n<p>&nbsp;</p>\r\n", "object_id": "RoHS", "updated_at": {"timezone": "+00:00", "epoch_time": 1426793990.216, "$reql_type$": "TIME"}}},
{"id": "6513db97-eb95-4c7c-9b95-4aa3e4aad00e", "meta": {"title": "Data Security", "active": true, "content": "<h3 class=\"head1\">Disk Wiping Solutions</h3>\r\n\r\n<ul class=\"list\">\r\n\t<li>Centralized Drive Wiping\r\n\t<ul>\r\n\t\t<li>Stand Alone Drives wiped in dedicated test stations</li>\r\n\t\t<li>Server, Array, PC, Notebook Drives wiped inside original equipment</li>\r\n\t\t<li>Flash, USB, etc. Storage Devices wiped in dedicated stations</li>\r\n\t</ul>\r\n\t</li>\r\n\t<li>Remote Drive Wiping\r\n\t<ul>\r\n\t\t<li>Web-based access to Drive Wiping algorithms (Linux based, no need for Windows)</li>\r\n\t\t<li>Remote Wiping Kit on On-Site service support</li>\r\n\t\t<li>CD/External Drive Linux Bootable devices with Drive Wiping algorithms</li>\r\n\t</ul>\r\n\t</li>\r\n\t<li>Customization\r\n\t<ul>\r\n\t\t<li>OEM Specific solutions addressing architectural barriers to see drive arrays</li>\r\n\t</ul>\r\n\t</li>\r\n</ul>\r\n\r\n<h3 class=\"head1\">Disk Re-Certification</h3>\r\n\r\n<ul class=\"list\">\r\n\t<li>DOD Compliant; 1 - 3 - 7 pass</li>\r\n\t<li>All Sectors of bootable drives subjected to Wiping algorithm</li>\r\n\t<li>All Sectors, Including Original Manufacturer&#39;s &quot;reserved&quot; sectors, Read/Write verified</li>\r\n\t<li>No Wiping capability on Non-Bootable drives; these must be crushed</li>\r\n</ul>\r\n\r\n<h3 class=\"head1\">Wiping Performance Specifications</h3>\r\n\r\n<ul class=\"list\">\r\n\t<li>IDE, Serial, SCSI</li>\r\n\t<li>Parallel Drive Wiping and Re-Certification</li>\r\n\t<li>Up to 2,000 Drives per set-up simultaneous Wiping and Re-Certification</li>\r\n\t<li>Wiping speeds dependent on disk size, speed of bus (MB/s) and hardware components</li>\r\n\t<li>In Shelf/In Rack capability</li>\r\n\t<li>Over 150 known HBA solutions to individually mount drives behind an array</li>\r\n\t<li>Minimum twice annual update to code; keeping pace with industry architectures</li>\r\n</ul>\r\n\r\n<h3 class=\"head1\">Reporting and Traceability</h3>\r\n\r\n<ul class=\"list\">\r\n\t<li>Individual Drive Serial Numbers captured and maintained in database</li>\r\n\t<li>Per Serial Number/per Sector statistical data on Wipe and Re-Certify pass/fail</li>\r\n\t<li>Provide Certificate of Data Destruction documentation as required</li>\r\n\t<li>Data stored in redundant secured environment</li>\r\n</ul>\r\n\r\n<h3 class=\"head1\">Additional Features Available</h3>\r\n\r\n<ul class=\"list\">\r\n\t<li>Asset Management\r\n\t<ul>\r\n\t\t<li>Automatically detect configuration of your equipment\r\n\t\t<ul class=\"list\">\r\n\t\t\t<li>Brand</li>\r\n\t\t\t<li>Model</li>\r\n\t\t\t<li>Memory</li>\r\n\t\t\t<li>Processors</li>\r\n\t\t\t<li>Mother Board</li>\r\n\t\t\t<li>Bios</li>\r\n\t\t\t<li>Network Cards</li>\r\n\t\t\t<li>USB/Fire Wire Ports</li>\r\n\t\t\t<li>RAID Adapters</li>\r\n\t\t\t<li>Hard Drives</li>\r\n\t\t</ul>\r\n\t\t</li>\r\n\t\t<li>Record all Serial Numbers of base unit and subcomponents</li>\r\n\t\t<li>Data Stored and fully Reportable</li>\r\n\t</ul>\r\n\t</li>\r\n\t<li>Basic Functionality Testing\r\n\t<ul>\r\n\t\t<li>Check internal functionality of subcomponents (does include external ports)</li>\r\n\t</ul>\r\n\t</li>\r\n</ul>\r\n\r\n<h3 class=\"head1\">Certifications and Standards</h3>\r\n\r\n<ul class=\"list\">\r\n\t<li>Air Force System Security Instructions 5020</li>\r\n\t<li>Bruce Schneier&#39;s algorithm</li>\r\n\t<li>BSI (German overwrite standard by Federal Office for Information Security/ Bundesamt f&uuml;r Sicherheit in der Informationstechnik)</li>\r\n\t<li>German Standard VSITR</li>\r\n\t<li>HMG Infosec Standard No: 5 (baseline) [Note! Certified versions: 4.5 HMG and 3.7r1]</li>\r\n\t<li>HMG Infosec Standard No: 5 (enhanced) [Note! Certified versions: 4.5 HMG and 3.7r1]</li>\r\n\t<li>Navy Staff Office Publication (NAVSO P-5239-26) for RLL</li>\r\n\t<li>NSA (Overwrite standard by National Security Agency)</li>\r\n\t<li>OPNAVINST 5239.1A</li>\r\n\t<li>Peter Gutmann&#39;s algorithm</li>\r\n\t<li>The National Computer Security Centre (NCSC-TG-025)</li>\r\n\t<li>U.S. Department of Defense Sanitizing (DOD 5220.22-M, DOD 5220.22-M ECE)</li>\r\n\t<li>US Army AR380-19&nbsp;</li>\r\n</ul>\r\n", "object_id": "Data Security", "updated_at": {"timezone": "+00:00", "epoch_time": 1422521627.566, "$reql_type$": "TIME"}}},
{"id": "85e8b272-fe50-4f5f-894a-6202e8de7295", "meta": {"title": "New Page", "content": "This page is blank.", "object_id": "new-untitled-page", "updated_at": {"timezone": "+00:00", "epoch_time": 1426794049.827, "$reql_type$": "TIME"}}},
{"id": "89d7df3b-0638-4ce9-8484-ae9cb42dc5fa", "meta": {"title": "WEEE and RoHS: An Overview", "content": "<p class=\"defaultparagraph-1\" style=\"margin: 8.25pt 0in; line-height: 12pt; background-image: initial; background-attachment: initial; background-size: initial; background-origin: initial; background-clip: initial; background-position: initial; background-repeat: initial;\"><b><span style=\"font-size:9.0pt;font-family:&quot;Verdana&quot;,sans-serif;color:black\">WEEE and RoHS: An Overview</span></b><span style=\"font-size:9.0pt;font-family:&quot;Verdana&quot;,sans-serif;\r\ncolor:black\"><o:p></o:p></span></p>\r\n\r\n<p class=\"defaultparagraph-1\" style=\"margin: 8.25pt 0in; line-height: 12pt; background-image: initial; background-attachment: initial; background-size: initial; background-origin: initial; background-clip: initial; background-position: initial; background-repeat: initial;\"><span style=\"font-size:9.0pt;font-family:&quot;Verdana&quot;,sans-serif;color:black\">Companies selling electrical and electronic goods in the European Union must conform to the EU legislation for electrical and electronic equipments (EEE), which includes:<o:p></o:p></span></p>\r\n\r\n<p class=\"defaultparagraph-1\" style=\"margin: 8.25pt 0in; line-height: 12pt; background-image: initial; background-attachment: initial; background-size: initial; background-origin: initial; background-clip: initial; background-position: initial; background-repeat: initial;\"><span style=\"font-size:9.0pt;font-family:&quot;Verdana&quot;,sans-serif;color:black\">The<span class=\"apple-converted-space\">&nbsp;</span></span><a href=\"http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2012:197:0038:0071:EN:PDF\" target=\"_top\"><span style=\"font-size:9.0pt;font-family:&quot;Verdana&quot;,sans-serif;\r\ncolor:#5AA9E1;text-decoration:none;text-underline:none\">Waste Electrical and Electronic Equipment Directive (WEEE)</span></a><span style=\"font-size:9.0pt;\r\nfont-family:&quot;Verdana&quot;,sans-serif;color:black\">, which sets out the financial and other responsibilities of EEE producers with regard to the collection and recycling of waste from a broad range of EEE at their end of life.<o:p></o:p></span></p>\r\n\r\n<p class=\"defaultparagraph-1\" style=\"margin: 8.25pt 0in; line-height: 12pt; background-image: initial; background-attachment: initial; background-size: initial; background-origin: initial; background-clip: initial; background-position: initial; background-repeat: initial;\"><span style=\"font-size:9.0pt;font-family:&quot;Verdana&quot;,sans-serif;color:black\">The<span class=\"apple-converted-space\">&nbsp;</span></span><a href=\"http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2011:174:0088:0110:EN:PDF\" target=\"_top\"><span style=\"font-size:9.0pt;font-family:&quot;Verdana&quot;,sans-serif;\r\ncolor:#5AA9E1;text-decoration:none;text-underline:none\">Restriction of Hazardous Substances Directive (RoHS)</span></a><span style=\"font-size:9.0pt;\r\nfont-family:&quot;Verdana&quot;,sans-serif;color:black\">, which bans the use of certain hazardous substances (such as lead, mercury, cadmium, hexavalent chromium and some polybrominated flame retardants) in EEE.<o:p></o:p></span></p>\r\n\r\n<p class=\"defaultparagraph-1\" style=\"margin: 8.25pt 0in; line-height: 12pt; background-image: initial; background-attachment: initial; background-size: initial; background-origin: initial; background-clip: initial; background-position: initial; background-repeat: initial;\"><span style=\"font-size:9.0pt;font-family:&quot;Verdana&quot;,sans-serif;color:black\">Each Directive imposes obligations and outcomes that EU Member States must achieve. However, each Member State may choose the best framework to fulfill its obligations. Therefore, when exporting to Europe, U.S. exporters need to be mindful that national rules for implementing each Directive will differ from country to country.<o:p></o:p></span></p>\r\n\r\n<p class=\"defaultparagraph-1\" style=\"margin: 8.25pt 0in; line-height: 12pt; background-image: initial; background-attachment: initial; background-size: initial; background-origin: initial; background-clip: initial; background-position: initial; background-repeat: initial;\"><span style=\"font-size:9.0pt;font-family:&quot;Verdana&quot;,sans-serif;color:black\">WEEE and RoHS Directives are complex pieces of legislation that apply to a similar range of products.<o:p></o:p></span></p>\r\n", "object_id": "WEEE and RoHS: An Overview", "updated_at": {"timezone": "+00:00", "epoch_time": 1426794096.198, "$reql_type$": "TIME"}}},
{"id": "aa5c962d-4d6d-41e0-b7d5-2aff23ad3f19", "meta": {"title": "Company Management", "content": "<p>&nbsp;</p>\r\n\r\n<p><img alt=\"Founder of M-Cubed\" class=\"img_inner fleft fl1\" src=\"/static/images/people/Exley_Mixon_III.sm_right.jpg\" /></p>\r\n\r\n<h3>The founder of M-Cubed Global</h3>\r\n\r\n<div class=\"extra_wrapper\">&nbsp;\r\n<div class=\"tx2\">Exley had a vision in 1984 of building a company that would support many industries with their asset optimization needs. He formed M-Cubed Global 30+ years ago and is now a leader in the asset optimization and global environmental compliance arena. With EU Directives and the forthcoming additional directives from the US States, China, and APAC, Exley has seen additional opportunities for M-Cubed Global&#39;s growth as it&#39;s a natural progression from where M-Cubed Global began.</div>\r\n\r\n<ul>\r\n\t<li>Previous Employer(s): Hewlett Packard</li>\r\n\t<li>BS in Business, University of Texas</li>\r\n</ul>\r\n</div>\r\n", "object_id": "Company Management", "updated_at": {"timezone": "+00:00", "epoch_time": 1424297358.972, "$reql_type$": "TIME"}}},
{"id": "e899db91-07fa-4723-a5c8-2e10cc53e108", "meta": {"title": "REACH", "content": "<h1>REACH</h1>\r\n\r\n<p>REACH is the European Regulation on Registration, Evaluation, Authorisation and Restriction of Chemicals. It entered into force in 2007, replacing the former legislative framework for chemicals in the EU.</p>\r\n\r\n<p>REACH shifts the responsibility from public authorities to industry with regards to assessing and managing the risks posed by chemicals and providing appropriate safety information for their users. It impacts on a wide range of companies across many sectors beyond the chemical industry. It requires new forms of cooperation among companies, enhancing communication along the supply chain, as well as developing tools to guide and assist companies and public authorities in its implementation.</p>\r\n\r\n<h2>Objectives of REACH</h2>\r\n\r\n<p>The main aims of REACH are to ensure a high level of protection for human health and the environment, including the promotion of alternative test methods, as well as the free circulation of substances on the internal market and the enhancement of competitiveness and innovation.</p>\r\n\r\n<h2>What the European Commission does</h2>\r\n\r\n<p>The <strong>European Commission</strong> plays a key role in implementing REACH legislation and in taking decisions on a number of REACH processes.</p>\r\n\r\n<p>In particular, the Commission plays a key role in the authorisation process as it determines the substances subject to authorisation and decides whether to grant authorisation. It also adopts EU wide restrictions.&nbsp; In recent years, the Commission has reviewed a number of <a href=\"http://ec.europa.eu/enterprise/sectors/chemicals/documents/reach/review-annexes/index_en.htm\">REACH Annexes.</a></p>\r\n\r\n<p>The Commission has prepared <a href=\"http://ec.europa.eu/growth/sectors/chemicals/legislation/index_en.htm\">implementing legislation</a><strong><a href=\"http://ec.europa.eu/growth/sectors/chemicals/legislation/index_en.htm\">,</a></strong>necessary to implement provisions of REACH such as:</p>\r\n\r\n<ul>\r\n\t<li>regulation on fees, which sets fees to be paid by industry for registration and applications for authorisation;</li>\r\n\t<li>regulations on the arrangements for the Board of Appeal of the European Chemicals Agency;</li>\r\n\t<li>regulation on test methods.</li>\r\n</ul>\r\n\r\n<p>In these tasks, the Commission is supported by a regulatory Committee composed of representatives from all EU countries.</p>\r\n\r\n<p>REACH implementation issues are discussed by the <a href=\"http://ec.europa.eu/growth/sectors/chemicals/key-players/index_en.htm\">Expert Group of Competent Authorities for REACH and CLP (CARACAL)</a>.</p>\r\n\r\n<p>The Commission provides advice on key issues related to the <strong>interpretation of REACH</strong> and supports ECHA in its tasks, including drafting guidance documents and helpdesk questions for ECHA and the REACH helpdesk network.&nbsp;</p>\r\n\r\n<p>The Commission has representatives in the Management Board of ECHA and may participate in meetings of the Committees of the Agency.</p>\r\n\r\n<div>\r\n<h2>Understanding REACH</h2>\r\n</div>\r\n\r\n<p>REACH is a regulation of the European Union, adopted to improve the protection of human health and the environment from the risks that can be posed by chemicals, while enhancing the competitiveness of the EU chemicals industry. It also promotes alternative methods for the hazard assessment of substances in order to reduce the number of tests on animals.&nbsp;</p>\r\n\r\n<p>In principle, REACH applies to all chemical substances; not only those used in industrial processes but also in our day-to-day lives, for example in cleaning products, paints as well as in articles such as clothes, furniture and electrical appliances. Therefore, the regulation has an impact on most companies across the EU.</p>\r\n\r\n<p>REACH places the burden of proof on companies. To comply with the regulation, companies must identify and manage the risks linked to the substances they manufacture and market in the EU. They have to demonstrate to ECHA how the substance can be safely used, and they must communicate the risk management measures to the users.</p>\r\n\r\n<p>If the risks cannot be managed, authorities can restrict the use of substances in different ways. In the long run, the most hazardous substances should be substituted with less dangerous ones.</p>\r\n\r\n<p>REACH stands for Registration, Evaluation, Authorisation and Restriction of Chemicals. It entered into force on 1 June 2007.</p>\r\n\r\n<h3>How does REACH work?</h3>\r\n\r\n<p>REACH establishes procedures for collecting and assessing information on the properties and hazards of substances.</p>\r\n\r\n<p>Companies need to register their substances and to do this they need to work together with other companies who are registering the same substance.</p>\r\n\r\n<p>ECHA receives and evaluates individual registrations for their compliance, and the EU Member States evaluate selected substances to clarify initial concerns for human health or for the environment. Authorities and ECHA&#39;s scientific committees assess whether the risks of substances can be managed.</p>\r\n\r\n<p>Authorities can ban hazardous substances if their risks are unmanageable. They can also decide to restrict a use or make it subject to a prior authorisation.</p>\r\n\r\n<h3>REACH&#39;s effect on companies</h3>\r\n\r\n<p>REACH impacts on a wide range of companies across many sectors, even those who may not think of themselves as being involved with chemicals.</p>\r\n\r\n<p>In general, under REACH you may have one of these roles:</p>\r\n\r\n<p>Manufacturer: If you make chemicals, either to use yourself or to supply to other people (even if it is for export), then you will probably have some important responsibilities under REACH.</p>\r\n\r\n<p>Importer: If you buy anything from outside the EU/EEA, you are likely to have some responsibilities under REACH. It may be individual chemicals, mixtures for onwards sale or finished products, like clothes, furniture or plastic goods.</p>\r\n\r\n<p>Downstream users: Most companies use chemicals, sometimes even without realising it, therefore you need to check your obligations if you handle any chemicals in your industrial or professional activity. You might have some responsibilities under REACH.</p>\r\n\r\n<p>Companies established outside the EU: If you are a company established outside the EU, you are not bound by the obligations of REACH, even if you export their products into the customs territory of the European Union. The responsibility for fulfilling the requirements of REACH, such as pre-registration or registration lies with the importers established in the European Union, or with the only representative of a non-EU manufacturer established in the European Union.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>REACH Legislation</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Legal Text link</p>\r\n\r\n<p>Case Law link</p>\r\n\r\n<p>Implementing Legislation link</p>\r\n\r\n<p>Further information and planned legislation link</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><a href=\"http://echa.europa.eu/web/guest/regulations/reach/legislation\">http://echa.europa.eu/web/guest/regulations/reach/legislation</a></p>\r\n\r\n<p>.</p>\r\n", "object_id": "REACH Assessment ", "updated_at": {"timezone": "+00:00", "epoch_time": 1426794964.834, "$reql_type$": "TIME"}}},
{"id": "f7a73acf-6b65-472b-b39c-39f5df1f455a", "meta": {"title": "Asset Optimization and E-Waste Solutions", "content": "<p>Let M-Cubed Global create a customized plan for your company&rsquo;s excess and obsolete (E&amp;O) material.</p>\r\n\r\n<h3>General Process:</h3>\r\n\r\n<ul class=\"list\">\r\n\t<li>A secure facility with the most up to date methods of data security available</li>\r\n\t<li>Pick-ups of any quantity and volume\r\n\t<ul>\r\n\t\t<li>-White glove service available</li>\r\n\t</ul>\r\n\t</li>\r\n\t<li>We will communicate not only with your company but with you resellers and end users to arrange for collection of material</li>\r\n\t<li>Reporting of product and all sub-assemblies\r\n\t<ul>\r\n\t\t<li>-Model numbers</li>\r\n\t\t<li>-Part numbers</li>\r\n\t\t<li>-Serial numbers and all unique identifiers</li>\r\n\t\t<li>-Weights</li>\r\n\t\t<li>-Conditions &ndash; Product will be tested</li>\r\n\t</ul>\r\n\t</li>\r\n\t<li>-All material that is not in a resalable condition will be recycled in accordance with Cal Recycle and DTSC guidelines</li>\r\n\t<li>- General and detailed description of product</li>\r\n\t<li>-Certificates of asset disposition, Certificate of Compliance and Certificate of Data Erasure provided</li>\r\n\t<li>-Green House Gas Equivalency provided</li>\r\n\t<li>-Pictures of destruction from start to finish provided</li>\r\n</ul>\r\n\r\n<ul class=\"list\">\r\n\t<li>Certificate of Destruction (COD) reporting is available, this means that all material will be destroyed upon request with comprehensive reporting, certificates and pictures of destruction</li>\r\n\t<li>Reporting is completed based on your specifications and can be adjusted per pick-up as needed</li>\r\n\t<li>Settlement Revenue report provided based on material recycled and sold, M-Cubed can also provide a list of all material in available inventory</li>\r\n</ul>\r\n\r\n<h3 align=\"center\">HOW CAN YOU PAY FOR YOUR WEEE EFFORTS?</h3>\r\n\r\n<h3 align=\"center\">IF YOU PROVIDE AND/OR CONSIGN M-CUBED GLOBAL YOUR COMPANY&rsquo;S E&amp;O AND FACILITY E-WASTE, YOU MAY BE ABLE TO OFFSET OR COMPLETELY PAY FOR YOUR WEEE COMPLIANCE COSTS.</h3>\r\n", "object_id": "Asset Optimization and E-Waste Solutions", "updated_at": {"timezone": "+00:00", "epoch_time": 1424294251.413, "$reql_type$": "TIME"}}}
]
